[
    {
        "title": {
            "en": "** ATTENTION ** defective versions of the Tankerkönig adapter cause massive problems on the server!",
            "de": "** ACHTUNG ** Defekte Versionen des Tankerkönig-Adapters verursachen massive Probleme auf dem Server!",
            "ru": "** ВНИМАНИЕ ** Дефектные версии адаптера Tankerkönig вызывают серьезные проблемы на сервере!",
            "pt": "** ATENÇÃO ** versões defeituosas do adaptador Tankerkönig causam enormes problemas no servidor!",
            "nl": "** LET OP ** Defecte versies van de Tankerkönig-adapter veroorzaken enorme problemen op de server!",
            "fr": "** ATTENTION ** les versions défectueuses de l'adaptateur Tankerkönig causent de gros problèmes sur le serveur!",
            "it": "** ATTENZIONE ** le versioni difettose dell'adattatore Tankerkönig causano enormi problemi sul server!",
            "es": "** ATENCIÓN ** las versiones defectuosas del adaptador Tankerkönig causan problemas masivos en el servidor!",
            "pl": "** UWAGA ** wadliwe wersje adaptera Tankerkönig powodują ogromne problemy na serwerze!",
            "zh-cn": "**注意**Tankerkönig适配器的有缺陷版本会导致服务器出现大量问题！"
        },
        "content": {
            "en": "We have been repeatedly reminded by the Tankerkönig-Team that users with one of the defective versions between 1.0.5 and 2.0.4, are blocking their servers.<br>Please install only versions before 1.0.5 or after 2.0.4.",
            "de": "Wir wurden wiederholt vom Tankerkönig-Team daran erinnert, dass Benutzer mit einer der fehlerhaften Versionen zwischen 1.0.5 und 2.0.4 ihre Server blockieren.<br>Bitte installieren Sie nur Versionen vor 1.0.5 oder nach 2.0.4.",
            "ru": "Команда Tankerkönig-Team неоднократно напоминала нам, что пользователи с одной из дефектных версий между 1.0.5 и 2.0.4 блокируют свои серверы. <br> Пожалуйста, устанавливайте только версии до 1.0.5 или после 2.0.4.",
            "pt": "Temos sido repetidamente lembrados pelo Tankerkönig-Team que os usuários com uma das versões defeituosas entre 1.0.5 e 2.0.4, estão bloqueando seus servidores.<br>Por favor, instale apenas versões anteriores a 1.0.5 ou posteriores à 2.0.4.",
            "nl": "We hebben het Tankerkönig-team herhaaldelijk herinnerd aan het feit dat gebruikers met een van de defecte versies tussen 1.0.5 en 2.0.4 hun servers blokkeren.<br>Installeer alstublieft alleen versies vóór 1.0.5 of na 2.0.4.",
            "fr": "L'équipe Tankerkönig nous a rappelé à plusieurs reprises que les utilisateurs qui utilisent l'une des versions défectueuses entre 1.0.5 et 2.0.4 bloquent leurs serveurs.<br>Veuillez installer uniquement les versions antérieures à 1.0.5 ou ultérieure.",
            "it": "Ci è stato ripetutamente ricordato dal Team Tankerkönig che gli utenti con una delle versioni difettose tra 1.0.5 e 2.0.4 stanno bloccando i loro server.<br>Si prega di installare solo versioni precedenti alla 1.0.5 o successive alla 2.0.4.",
            "es": "El equipo de Tankerkönig nos ha recordado repetidamente que los usuarios con una de las versiones defectuosas entre 1.0.5 y 2.0.4 están bloqueando sus servidores.<br>Instale solo las versiones anteriores a 1.0.5 o posteriores a 2.0.4.",
            "pl": "Zespół Tankerkönig wielokrotnie przypominał, że użytkownicy z jedną z wadliwych wersji między 1.0.5 a 2.0.4 blokują swoje serwery. <br> Zainstaluj tylko wersje przed 1.0.5 lub po 2.0.4.",
            "zh-cn": "Tankerkönig-Team一再提醒我们，有一个1.0.5和2.0.4之间缺陷版本的用户正在阻止他们的服务器。<br>请仅安装1.0.5之前或2.0.4之后的版本。"
        },
        "id": "tanker",
        "created": "2019-02-24T00:00:00.000Z",
        "class": "danger",
        "fa-icon": "bolt",
        "conditions": {
            "tankerkoenig": "between(1.0.5,2.0.4)"
        }
    },
    {
        "title": {
            "en": "Maintenance work on the cloud server on 06.01.2019",
            "de": "Wartungsarbeiten am Cloud-Server am 06.01.2019",
            "ru": "Техническое обслуживание на облачном сервере 06.01.2019",
            "pt": "Trabalho de manutenção no servidor de nuvem em 06.01.2019",
            "nl": "Onderhoudswerkzaamheden aan de cloudserver op 06.01.2019",
            "fr": "Travaux de maintenance sur le serveur cloud le 06.01.2019",
            "it": "Lavori di manutenzione sul cloud server il 06.01.2019",
            "es": "Trabajos de mantenimiento en el servidor en la nube el 06.01.2019",
            "pl": "Prace konserwacyjne na serwerze chmury w dniu 06.01.2019",
            "zh-cn": "在06.01.2019上对云服务器进行维护工作"
        },
        "content": {
            "en": "On 06.01.2019, maintenance work will take place at 21:00 on the Free-Cloud. Duration approx. 1 hour.",
            "de": "Am 06.01.2019 finden um 21:00 Uhr Wartungsarbeiten in der Free-Cloud statt. Dauer ca. 1 Stunde.",
            "ru": "06.01.2019 г. в 21:00 на Free-Cloud начнутся работы по техническому обслуживанию. Продолжительность ок. 1 час.",
            "pt": "Em 06/01/2019, o trabalho de manutenção será realizado às 21:00 horas no Free-Cloud. Duração aprox. 1 hora.",
            "nl": "Op 06.01.2019 vinden onderhoudswerkzaamheden plaats om 21.00 uur op de Free-Cloud. Duur ca. 1 uur.",
            "fr": "Le 06.01.2019, les travaux de maintenance auront lieu à 21h00 sur le Free-Cloud. Durée approx. 1 heure.",
            "it": "Il 06.01.2019, i lavori di manutenzione si svolgeranno alle 21:00 su Free-Cloud. Durata ca. 1 ora.",
            "es": "El 06.01.2019, el trabajo de mantenimiento se llevará a cabo a las 21:00 en el Free-Cloud. Duración aprox. 1 hora.",
            "pl": "W dniu 06.01.2019 prace konserwacyjne będą miały miejsce o godzinie 21:00 w Free-Cloud. Czas trwania ok. 1 godzina.",
            "zh-cn": "在2017年1月6日，Free-Cloud的维护工作将于21:00进行。持续时间约。 1小时。"
        },
        "id": "cloud",
        "class": "warning",
        "created": "2019-01-01T00:00:00.000Z",
        "fa-icon": "info-circle",
        "date-end": "2019-01-06T23:00:00.000Z",
        "conditions": {
            "cloud": "installed"
        }
    },
    {
        "title": {
            "en": "Maintenance work on the cloud server on 06.01.2019",
            "de": "Wartungsarbeiten am Cloud-Server am 06.01.2019",
            "ru": "Техническое обслуживание на облачном сервере 06.01.2019",
            "pt": "Trabalho de manutenção no servidor de nuvem em 06.01.2019",
            "nl": "Onderhoudswerkzaamheden aan de cloudserver op 06.01.2019",
            "fr": "Travaux de maintenance sur le serveur cloud le 06.01.2019",
            "it": "Lavori di manutenzione sul cloud server il 06.01.2019",
            "es": "Trabajos de mantenimiento en el servidor en la nube el 06.01.2019",
            "pl": "Prace konserwacyjne na serwerze chmury w dniu 06.01.2019",
            "zh-cn": "在06.01.2019上对云服务器进行维护工作"
        },
        "content": {
            "en": "On 06.01.2019, maintenance work will take place at 21:00 on the Free-Cloud. Duration approx. 1 hour.",
            "de": "Am 06.01.2019 finden um 21:00 Uhr Wartungsarbeiten in der Free-Cloud statt. Dauer ca. 1 Stunde.",
            "ru": "06.01.2019 г. в 21:00 на Free-Cloud начнутся работы по техническому обслуживанию. Продолжительность ок. 1 час.",
            "pt": "Em 06/01/2019, o trabalho de manutenção será realizado às 21:00 horas no Free-Cloud. Duração aprox. 1 hora.",
            "nl": "Op 06.01.2019 vinden onderhoudswerkzaamheden plaats om 21.00 uur op de Free-Cloud. Duur ca. 1 uur.",
            "fr": "Le 06.01.2019, les travaux de maintenance auront lieu à 21h00 sur le Free-Cloud. Durée approx. 1 heure.",
            "it": "Il 06.01.2019, i lavori di manutenzione si svolgeranno alle 21:00 su Free-Cloud. Durata ca. 1 ora.",
            "es": "El 06.01.2019, el trabajo de mantenimiento se llevará a cabo a las 21:00 en el Free-Cloud. Duración aprox. 1 hora.",
            "pl": "W dniu 06.01.2019 prace konserwacyjne będą miały miejsce o godzinie 21:00 w Free-Cloud. Czas trwania ok. 1 godzina.",
            "zh-cn": "在2017年1月6日，Free-Cloud的维护工作将于21:00进行。持续时间约。 1小时。"
        },
        "id": "cloud",
        "class": "warning",
        "created": "2019-01-01T00:00:00.000Z",
        "fa-icon": "info-circle",
        "date-end": "2019-01-06T23:00:00.000Z",
        "conditions": {
            "iot": "installed"
        }
    },
    {
        "title": {
            "en": "Broadlink not maintained anymore",
            "de": "Broadlink nicht mehr gepflegt",
            "ru": "Broadlink больше не поддерживается",
            "pt": "O Broadlink não é mais mantido",
            "nl": "Broadlink niet meer onderhouden",
            "fr": "Broadlink n'est plus maintenu",
            "it": "Broadlink non mantenuto più",
            "es": "Broadlink no se mantiene más",
            "pl": "Broadlink nie jest już obsługiwany",
            "zh-cn": "Broadlink不再维护了"
        },
        "content": {
            "en": "This project is no longer maintained for personal reasons. Please use the ioBroker.broadlink2 instead.",
            "de": "Dieses Projekt wird aus persönlichen Gründen nicht mehr gepflegt. Bitte verwenden Sie stattdessen den ioBroker.broadlink2.",
            "ru": "Этот проект больше не поддерживается по личным причинам. Пожалуйста, используйте вместо этого ioBroker.broadlink2.",
            "pt": "Este projeto não é mais mantido por motivos pessoais. Por favor, use o ioBroker.broadlink2 em seu lugar.",
            "nl": "Dit project wordt om persoonlijke redenen niet langer onderhouden. Gebruik in plaats daarvan de ioBroker.broadlink2.",
            "fr": "Ce projet n'est plus maintenu pour des raisons personnelles. Veuillez utiliser le ioBroker.broadlink2 à la place.",
            "it": "Questo progetto non è più mantenuto per ragioni personali. Utilizzare invece ioBroker.broadlink2.",
            "es": "Este proyecto ya no se mantiene por razones personales. Por favor use el ioBroker.broadlink2 en su lugar.",
            "pl": "Ten projekt nie jest już utrzymywany z powodów osobistych. Zamiast tego użyj pliku ioBroker.broadlink2.",
            "zh-cn": "由于个人原因，该项目不再维护。请改用ioBroker.broadlink2。"
        },
        "id": "broadlink",
        "created": "2019-03-13T00:00:00.000Z",
        "conditions": {
            "broadlink": "installed",
            "broadlink2": "!installed"
        }
    },
    {
        "title": {
            "en": "This version of the Info Adapter has not yet been released.",
            "de": "Diese Version des Info Adapters wurde noch nicht veröffentlicht.",
            "ru": "Эта версия информационного адаптера еще не выпущена.",
            "pt": "Esta versão do Info Adapter ainda não foi lançada.",
            "nl": "Deze versie van de Info Adapter is nog niet vrijgegeven.",
            "fr": "Cette version de l'adaptateur d'informations n'a pas encore été publiée.",
            "it": "Questa versione di Info Adapter non è stata ancora rilasciata.",
            "es": "Esta versión del adaptador de información aún no se ha lanzado.",
            "pl": "Ta wersja adaptera informacyjnego nie została jeszcze wydana.",
            "zh-cn": "此版本的Info Adapter尚未发布。"
        },
        "content": {
            "en": "I just want to test if everything here works the way I thought it would.<br><br>I also <b>ONLY</b> tried everything so that it <i style='color: red;'>works properly</i>.",
            "de": "Ich möchte nur testen, ob hier alles so funktioniert, wie ich es mir vorgestellt hatte. Ich habe auch <b>ONLY</b> alles versucht, damit es <i style='color: red;'>richtig funktioniert</i>.",
            "ru": "Я просто хочу проверить, все ли здесь работает так, как я думал.<br><br>Я также <b>ТОЛЬКО</b> попробовал все, чтобы он <i style='color: red;'>работал правильно</i>.",
            "pt": "Eu só quero testar se tudo aqui funciona do jeito que eu pensei que seria.<br><br>Eu também <b>só</b> tentei de tudo para que <i style='color: red;'>funcione corretamente</i>.",
            "nl": "Ik wil gewoon testen of alles hier werkt zoals ik dacht dat het zou zijn.<br><br>Ik heb ook <b>ALLEEN</b> alles geprobeerd, zodat het <i style='color: red;'>naar behoren werkt</i>.",
            "fr": "Je veux juste vérifier si tout fonctionne comme je le pensais.<br><br><b>UNIQUEMENT</b> a également tout essayé pour que cela <i style='color: red;'>fonctionne correctement</i>.",
            "it": "Voglio solo verificare se tutto qui funziona come pensavo.<br><br>Ho anche <b>SOLO</b> provato tutto in modo che <i style='color: red;'>funzioni correttamente</i>.",
            "es": "Solo quiero probar si todo aquí funciona como pensé.<br><br> También <b>SOLAMENTE</b> probé todo para que <i style='color: red;'>funcione correctamente</i>.",
            "pl": "Chcę tylko sprawdzić, czy wszystko tutaj działa tak, jak myślałem.<br><br><b>TYLKO</b> wypróbowałem wszystko, aby <i style='color: red;'>działa poprawnie</i>.",
            "zh-cn": "我只是想测试一下这里的所有内容是否按照我的想法运行。<br><br>我也<b>仅</b>尝试了所有内容，以便<i style='color：red;'>正常工作</i>"
        },
        "id": "infoTest",
        "class": "success",
        "fa-icon": "bath",
        "created": "2019-03-13T00:00:00.000Z",
        "conditions": {
            "info": "bigger(1.2.3)"
        }
    }
]