[
    {
        "title": {
            "en": "** ATTENTION ** defective versions of the Tankerkönig adapter cause massive problems on the server!",
            "de": "** ACHTUNG ** Defekte Versionen des Tankerkönig-Adapters verursachen massive Probleme auf dem Server!",
            "ru": "** ВНИМАНИЕ ** Дефектные версии адаптера Tankerkönig вызывают серьезные проблемы на сервере!",
            "pt": "** ATENÇÃO ** versões defeituosas do adaptador Tankerkönig causam enormes problemas no servidor!",
            "nl": "** LET OP ** Defecte versies van de Tankerkönig-adapter veroorzaken enorme problemen op de server!",
            "fr": "** ATTENTION ** les versions défectueuses de l'adaptateur Tankerkönig causent de gros problèmes sur le serveur!",
            "it": "** ATTENZIONE ** le versioni difettose dell'adattatore Tankerkönig causano enormi problemi sul server!",
            "es": "** ATENCIÓN ** las versiones defectuosas del adaptador Tankerkönig causan problemas masivos en el servidor!",
            "pl": "** UWAGA ** wadliwe wersje adaptera Tankerkönig powodują ogromne problemy na serwerze!",
            "zh-cn": "**注意**Tankerkönig适配器的有缺陷版本会导致服务器出现大量问题！"
        },
        "content": {
            "en": "We have been repeatedly reminded by the Tankerkönig-Team that users with one of the defective versions between 1.0.5 and 2.0.4, are blocking their servers.<br>Please install only versions before 1.0.5 or after 2.0.4.",
            "de": "Wir wurden wiederholt vom Tankerkönig-Team daran erinnert, dass Benutzer mit einer der fehlerhaften Versionen zwischen 1.0.5 und 2.0.4 ihre Server blockieren.<br>Bitte installieren Sie nur Versionen vor 1.0.5 oder nach 2.0.4.",
            "ru": "Команда Tankerkönig-Team неоднократно напоминала нам, что пользователи с одной из дефектных версий между 1.0.5 и 2.0.4 блокируют свои серверы. <br> Пожалуйста, устанавливайте только версии до 1.0.5 или после 2.0.4.",
            "pt": "Temos sido repetidamente lembrados pelo Tankerkönig-Team que os usuários com uma das versões defeituosas entre 1.0.5 e 2.0.4, estão bloqueando seus servidores.<br>Por favor, instale apenas versões anteriores a 1.0.5 ou posteriores à 2.0.4.",
            "nl": "We hebben het Tankerkönig-team herhaaldelijk herinnerd aan het feit dat gebruikers met een van de defecte versies tussen 1.0.5 en 2.0.4 hun servers blokkeren.<br>Installeer alstublieft alleen versies vóór 1.0.5 of na 2.0.4.",
            "fr": "L'équipe Tankerkönig nous a rappelé à plusieurs reprises que les utilisateurs qui utilisent l'une des versions défectueuses entre 1.0.5 et 2.0.4 bloquent leurs serveurs.<br>Veuillez installer uniquement les versions antérieures à 1.0.5 ou ultérieure.",
            "it": "Ci è stato ripetutamente ricordato dal Team Tankerkönig che gli utenti con una delle versioni difettose tra 1.0.5 e 2.0.4 stanno bloccando i loro server.<br>Si prega di installare solo versioni precedenti alla 1.0.5 o successive alla 2.0.4.",
            "es": "El equipo de Tankerkönig nos ha recordado repetidamente que los usuarios con una de las versiones defectuosas entre 1.0.5 y 2.0.4 están bloqueando sus servidores.<br>Instale solo las versiones anteriores a 1.0.5 o posteriores a 2.0.4.",
            "pl": "Zespół Tankerkönig wielokrotnie przypominał, że użytkownicy z jedną z wadliwych wersji między 1.0.5 a 2.0.4 blokują swoje serwery. <br> Zainstaluj tylko wersje przed 1.0.5 lub po 2.0.4.",
            "zh-cn": "Tankerkönig-Team一再提醒我们，有一个1.0.5和2.0.4之间缺陷版本的用户正在阻止他们的服务器。<br>请仅安装1.0.5之前或2.0.4之后的版本。"
        },
        "id": "tanker",
        "created": "2019-02-24T00:00:00.000Z",
        "class": "danger",
        "fa-icon": "bolt",
        "conditions": {
            "tankerkoenig": "between(1.0.5,2.0.4)"
        }
    },
    {
        "title": {
            "en": "Maintenance work on the cloud server on 06.01.2019",
            "de": "Wartungsarbeiten am Cloud-Server am 06.01.2019",
            "ru": "Техническое обслуживание на облачном сервере 06.01.2019",
            "pt": "Trabalho de manutenção no servidor de nuvem em 06.01.2019",
            "nl": "Onderhoudswerkzaamheden aan de cloudserver op 06.01.2019",
            "fr": "Travaux de maintenance sur le serveur cloud le 06.01.2019",
            "it": "Lavori di manutenzione sul cloud server il 06.01.2019",
            "es": "Trabajos de mantenimiento en el servidor en la nube el 06.01.2019",
            "pl": "Prace konserwacyjne na serwerze chmury w dniu 06.01.2019",
            "zh-cn": "在06.01.2019上对云服务器进行维护工作"
        },
        "content": {
            "en": "On 06.01.2019, maintenance work will take place at 21:00 on the Free-Cloud. Duration approx. 1 hour.",
            "de": "Am 06.01.2019 finden um 21:00 Uhr Wartungsarbeiten in der Free-Cloud statt. Dauer ca. 1 Stunde.",
            "ru": "06.01.2019 г. в 21:00 на Free-Cloud начнутся работы по техническому обслуживанию. Продолжительность ок. 1 час.",
            "pt": "Em 06/01/2019, o trabalho de manutenção será realizado às 21:00 horas no Free-Cloud. Duração aprox. 1 hora.",
            "nl": "Op 06.01.2019 vinden onderhoudswerkzaamheden plaats om 21.00 uur op de Free-Cloud. Duur ca. 1 uur.",
            "fr": "Le 06.01.2019, les travaux de maintenance auront lieu à 21h00 sur le Free-Cloud. Durée approx. 1 heure.",
            "it": "Il 06.01.2019, i lavori di manutenzione si svolgeranno alle 21:00 su Free-Cloud. Durata ca. 1 ora.",
            "es": "El 06.01.2019, el trabajo de mantenimiento se llevará a cabo a las 21:00 en el Free-Cloud. Duración aprox. 1 hora.",
            "pl": "W dniu 06.01.2019 prace konserwacyjne będą miały miejsce o godzinie 21:00 w Free-Cloud. Czas trwania ok. 1 godzina.",
            "zh-cn": "在2017年1月6日，Free-Cloud的维护工作将于21:00进行。持续时间约。 1小时。"
        },
        "id": "cloud",
        "class": "warning",
        "created": "2019-01-01T00:00:00.000Z",
        "fa-icon": "info-circle",
        "date-end": "2019-01-06T23:00:00.000Z",
        "conditions": {
            "cloud": "installed"
        }
    },
    {
        "title": {
            "en": "Maintenance work on the cloud server on 06.01.2019",
            "de": "Wartungsarbeiten am Cloud-Server am 06.01.2019",
            "ru": "Техническое обслуживание на облачном сервере 06.01.2019",
            "pt": "Trabalho de manutenção no servidor de nuvem em 06.01.2019",
            "nl": "Onderhoudswerkzaamheden aan de cloudserver op 06.01.2019",
            "fr": "Travaux de maintenance sur le serveur cloud le 06.01.2019",
            "it": "Lavori di manutenzione sul cloud server il 06.01.2019",
            "es": "Trabajos de mantenimiento en el servidor en la nube el 06.01.2019",
            "pl": "Prace konserwacyjne na serwerze chmury w dniu 06.01.2019",
            "zh-cn": "在06.01.2019上对云服务器进行维护工作"
        },
        "content": {
            "en": "On 06.01.2019, maintenance work will take place at 21:00 on the Free-Cloud. Duration approx. 1 hour.",
            "de": "Am 06.01.2019 finden um 21:00 Uhr Wartungsarbeiten in der Free-Cloud statt. Dauer ca. 1 Stunde.",
            "ru": "06.01.2019 г. в 21:00 на Free-Cloud начнутся работы по техническому обслуживанию. Продолжительность ок. 1 час.",
            "pt": "Em 06/01/2019, o trabalho de manutenção será realizado às 21:00 horas no Free-Cloud. Duração aprox. 1 hora.",
            "nl": "Op 06.01.2019 vinden onderhoudswerkzaamheden plaats om 21.00 uur op de Free-Cloud. Duur ca. 1 uur.",
            "fr": "Le 06.01.2019, les travaux de maintenance auront lieu à 21h00 sur le Free-Cloud. Durée approx. 1 heure.",
            "it": "Il 06.01.2019, i lavori di manutenzione si svolgeranno alle 21:00 su Free-Cloud. Durata ca. 1 ora.",
            "es": "El 06.01.2019, el trabajo de mantenimiento se llevará a cabo a las 21:00 en el Free-Cloud. Duración aprox. 1 hora.",
            "pl": "W dniu 06.01.2019 prace konserwacyjne będą miały miejsce o godzinie 21:00 w Free-Cloud. Czas trwania ok. 1 godzina.",
            "zh-cn": "在2017年1月6日，Free-Cloud的维护工作将于21:00进行。持续时间约。 1小时。"
        },
        "id": "cloud",
        "class": "warning",
        "created": "2019-01-01T00:00:00.000Z",
        "fa-icon": "info-circle",
        "date-end": "2019-01-06T23:00:00.000Z",
        "conditions": {
            "iot": "installed"
        }
    },
    {
        "title": {
            "en": "Broadlink not maintained anymore",
            "de": "Broadlink wird nicht mehr gepflegt",
            "ru": "Broadlink больше не поддерживается",
            "pt": "O Broadlink não é mais mantido",
            "nl": "Broadlink niet meer onderhouden",
            "fr": "Broadlink n'est plus maintenu",
            "it": "Broadlink non mantenuto più",
            "es": "Broadlink no se mantiene más",
            "pl": "Broadlink nie jest już obsługiwany",
            "zh-cn": "Broadlink不再维护了"
        },
        "content": {
            "en": "This project is no longer maintained for personal reasons. Please use the ioBroker.broadlink2 instead.",
            "de": "Dieses Projekt wird aus persönlichen Gründen nicht mehr gepflegt. Bitte verwenden Sie stattdessen den ioBroker.broadlink2.",
            "ru": "Этот проект больше не поддерживается по личным причинам. Пожалуйста, используйте вместо этого ioBroker.broadlink2.",
            "pt": "Este projeto não é mais mantido por motivos pessoais. Por favor, use o ioBroker.broadlink2 em seu lugar.",
            "nl": "Dit project wordt om persoonlijke redenen niet langer onderhouden. Gebruik in plaats daarvan de ioBroker.broadlink2.",
            "fr": "Ce projet n'est plus maintenu pour des raisons personnelles. Veuillez utiliser le ioBroker.broadlink2 à la place.",
            "it": "Questo progetto non è più mantenuto per ragioni personali. Utilizzare invece ioBroker.broadlink2.",
            "es": "Este proyecto ya no se mantiene por razones personales. Por favor use el ioBroker.broadlink2 en su lugar.",
            "pl": "Ten projekt nie jest już utrzymywany z powodów osobistych. Zamiast tego użyj pliku ioBroker.broadlink2.",
            "zh-cn": "由于个人原因，该项目不再维护。请改用ioBroker.broadlink2。"
        },
        "id": "broadlink",
        "created": "2019-03-13T00:00:00.000Z",
        "conditions": {
            "broadlink": "installed",
            "broadlink2": "!installed"
        }
    },
    {
        "title": {
            "en": "Info Adapter Version 1.2.4 causes problems with the VIS Editor",
            "de": "Info Adapter Version 1.2.4 verursacht Probleme beim VIS Editor",
            "ru": "Info Adapter версии 1.2.4 вызывает проблемы с VIS Editor",
            "pt": "Adaptador de Info Versão 1.2.4 causa problemas com o VIS Editor",
            "nl": "Info Adapter Versie 1.2.4 veroorzaakt problemen met de VIS Editor",
            "fr": "Info Adapter version 1.2.4 provoque des problèmes avec l'éditeur de vis",
            "it": "Info Adapter Versione 1.2.4 causa problemi con l'editor VIS",
            "es": "La versión 1.2.4 del adaptador de información causa problemas con el editor VIS",
            "pl": "Info Adapter Version 1.2.4 powoduje problemy z edytorem VIS",
            "zh-cn": "信息适配器版本1.2.4导致VIS编辑器出现问题"
        },
        "content": {
            "en": "The problem with the VIS editor has been fixed since version 1.2.5. Please install the new version.",
            "de": "Das Problem mit dem VIS-Editor wurde mit der Version 1.2.5 behoben. ",
            "ru": "Проблема с редактором VIS была исправлена ​​с версии 1.2.5. ",
            "pt": "O problema com o editor VIS foi corrigido desde a versão 1.2.5. ",
            "nl": "Het probleem met de VIS-editor is verholpen sinds versie 1.2.5. ",
            "fr": "Le problème avec l'éditeur VIS a été corrigé depuis la version 1.2.5. ",
            "it": "Il problema con l'editor VIS è stato risolto dalla versione 1.2.5. ",
            "es": "El problema con el editor VIS se ha solucionado desde la versión 1.2.5. ",
            "pl": "Problem z edytorem VIS został naprawiony od wersji 1.2.5. ",
            "zh-cn": "自版本1.2.5起，VIS编辑器的问题已得到修复。"
        },
        "id": "infoAdapter",
        "created": "2019-03-15T00:00:00.000Z",
        "conditions": {
            "info": "equals(1.2.4)"
        }
    },
    {
        "title": {
            "en": "Test version of Info Adapter installed",
            "de": "Test-version von Info-Adapter installiert",
            "ru": "Тестовая версия Информация адаптер установлен",
            "pt": "Versão de teste da Info Adaptador instalado",
            "nl": "Test versie van de Info-Adapter is geïnstalleerd",
            "fr": "Version de Test de l'Info de Carte est installé",
            "it": "Versione di prova di Info è installata una Scheda di",
            "es": "Versión de prueba de Info Adaptador instalado",
            "pl": "Wersja testowa Informacje sieciowa jest zainstalowana",
            "zh-cn": "试验版本的信息安装适配器"
        },
        "content": {
            "en": "I am currently testing my widget. So do not be surprised about this message. It is ONLY for testing everything here.<p>These are the voyages of the Starship Enterprise. Its continuing mission, to explore strange new worlds, to seek out new life and new civilizations, to boldly go where no one has gone before. We need to neutralize the homing signal. Each unit has total environmental control, gravity, temperature, atmosphere, light, in a protective field. Sensors show energy readings in your area. We had a forced chamber explosion in the resonator coil. Field strength has increased by 3,000 percent.</p><p>Resistance is futile.</p>",
            "de": "Ich Teste derzeit mein widget. Also nicht überrascht sein über diese Nachricht. Es ist NUR für den Test alles hier.<p>Diese sind die Reisen des Raumschiff Enterprise. Seine fortwährende mission, erkunden Sie seltsame neue Welten zu suchen, neues Leben und neue Zivilisationen, to boldly go where no man has gone before. Müssen wir neutralisieren die homing-signal. Jede Einheit verfügt über insgesamt Umwelt-Kontrolle, Schwerkraft, Temperatur, Atmosphäre, Licht, in ein schützendes Feld. Sensoren zeigen Energie-Messungen in Ihrem Bereich. Wir hatten eine Zwangs-Kammer-explosion in den resonator coil. Die Feldstärke erhöht sich um 3000 Prozent.</p><p>Widerstand ist zwecklos.</p>",
            "ru": "Я сейчас тестирую мой виджет. Так что не удивляйтесь об этом сообщении. Это только для тестирования все здесь.<П>это путешествия звездолета \"Энтерпрайз\". Его постоянная миссия-исследовать странные новые миры, искать новую жизнь и новые цивилизации, смело идти туда, где еще никто не бывал. Нам нужно нейтрализовать радиомаяк. Каждый блок имеет общую экологического контроля, гравитация, температура, атмосфера, свет, в защитное поле. Датчики показывают показания энергии в вашем районе. Мы были вынуждены взрывной камеры в катушке резонатора. Напряженность поля увеличилась на 3000 процентов.</р><р>сопротивление бесполезно.</п>",
            "pt": "Atualmente estou testando o meu widget. Então não se surpreenda com esta mensagem. É SÓ para testar tudo aqui.<p>Estas são as viagens da Nave estelar Enterprise. Prosseguindo em sua missão para explorar novos e estranhos mundos, procurar novas formas de vida e novas civilizações, para audaciosamente ir onde ninguém foi antes. Precisamos neutralizar o retorno à posição inicial do sinal. Cada unidade tem total controle ambiental, a gravidade, a temperatura, a atmosfera, a luz, em um campo de proteção. Sensores de mostrar energia leituras em sua área. Tivemos uma forçado câmara de explosão do ressonador bobina. Campo de força aumentou de 3.000%.</p><p>a Resistência é inútil.</p>",
            "nl": "Ik ben momenteel aan het testen van mijn widget. Dus wees niet verbaasd over dit bericht. Het is ALLEEN voor het testen van alles hier.<p>Dit zijn de reizen van Starship Enterprise. Haar voortdurende missie om te ontdekken vreemde nieuwe werelden, om te zoeken naar een nieuw leven en nieuwe beschavingen, to boldly go where no one has gone before'. We neutraliseren de homing signaal. Elke eenheid heeft de totale milieu-control, zwaartekracht, temperatuur, sfeer, licht, in een beschermend veld. Sensoren geven energie metingen in uw omgeving. We hadden een gedwongen kamer explosie in de resonator spoel. Veldsterkte is toegenomen door een 3.000 procent.</p><p>Resistance is futile.</p>",
            "fr": "Je suis actuellement en train de tester mon widget. Donc, ne soyez pas surpris de ce message. C'est UNIQUEMENT pour tester tout ici.<p>ce sont les voyages du Vaisseau Enterprise. Sa mission, d'explorer de nouveaux mondes étranges, pour chercher une nouvelle vie et de nouvelles civilisations, pour aller où personne n'est allé avant. Nous avons besoin de neutraliser le signal de ralliement. Chaque unité a un total contrôle de l'environnement, de la gravité, la température, l'atmosphère, la lumière, dans un champ de protection. Les capteurs de montrer de l'énergie lectures dans votre région. Nous avions une contrainte de la chambre d'explosion dans la caisse de résonance de la bobine. Champ de force a augmenté de 3 000%.</p><p>la Résistance est futile.</p>",
            "it": "Attualmente sto testando il mio widget. Quindi non essere sorpreso di questo messaggio. È SOLO per il test, tutto qui.<p>Questi sono i viaggi dell'Astronave Enterprise. La sua missione permanente, di esplorare strani, nuovi mondi, alla ricerca di nuova vita e di nuove civiltà, per andare là dove nessuno è mai giunto prima. Abbiamo bisogno di neutralizzare il segnale di homing. Ogni unità ha il totale controllo ambientale, la gravità, la temperatura, l'atmosfera, la luce, in un campo di protezione. Sensori mostrano letture di energia nella vostra zona. Abbiamo avuto un forzato camera esplosione nel risonatore bobina. Campo di forza è aumentata da 3.000 per cento.</p><p>la Resistenza è inutile.</p>",
            "es": "Actualmente estoy probando mi widget. Así que no se sorprenda de este mensaje. Es SOLO para pruebas, todo aquí.<p>Estos son los viajes de la Nave espacial Enterprise. Su misión continua, para explorar extraños nuevos mundos, buscar nuevas formas de vida y nuevas civilizaciones, para ir audazmente a donde nadie ha ido antes. Necesitamos neutralizar la recalada de la señal. Cada unidad tiene total control del medio ambiente, la gravedad, la temperatura, la atmósfera, la luz, en un campo de protección. Los sensores de mostrar lecturas de energía en su área. Tuvimos un forzado de la cámara de explosión en el resonador de la bobina. Campo de fuerza ha aumentado en 3.000 por ciento.</p><p>la Resistencia es fútil.</p>",
            "pl": "Ja teraz testuję mój widget. Więc nie zdziw się o tym komunikacie. To tylko dla testów, wszystko tu jest.<P>to podróż statku kosmicznego \"Enterprise\". Jego stała misja-odkrywać nowe światy, szukać nowego życia i nowych cywilizacji, śmiało iść tam, gdzie nikt jeszcze nie był. Musimy zneutralizować światłem. Każdy blok ma całkowitej kontroli środowiska, grawitacja, temperatura, klimat, światło, pole ochronne. Czujniki pokazują stan energii w twojej okolicy. Byliśmy zmuszeni wybuchowy kamery w cewce kilometrów. Natężenie pola wzrosła o 3000 procent.</p><p>opór nie ma sensu.</p>",
            "zh-cn": "我目前正在测试我的部件。 这样做不会感到惊讶，关于这个消息。 它只是用于测试这里的一切。<p>这些是航程的飞船企业。 它继续特派团，以探索陌生的新世界，寻找新的生命和的新文明，大胆地走在没有一个已经之前。 我们需要消除的归航信号。 每个单元都有总的环境控制、重力、温度、大气光，在一个保护领域。 传感器显示的能量读数在你的区域。 我们有一个强迫室爆炸的谐振器的线圈。 领域实力已经增加了3 000名%。</p><抵抗是徒劳的。</p>"
        },
        "id": "infoAdapter",
        "icon": "reddit-alien",
        "class": "warning",
        "created": "2019-03-15T00:00:00.000Z",
        "conditions": {
            "info": "equals(1.2.6)"
        }
    }
]